'use strict';

(function () {
  var MESSAGES = [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
  ];
  var NAMES = ['Аня', 'Саша', 'Маша', 'Иван', 'Никита', 'Юля'];
  var DESCRIPTION = [
    'Мама мия, какой закат',
    'Какую брать - эту или эту?',
    'Всем продуктивного дня!',
    'А мы в отпуск!!!',
    'Го гулять, погодка огонь!',
    'Ешь, молись, люби, а потом иди на работу',
    'Ставьте лайки, подписывайтесь на мой канал, жмите на колокольчик',
    'Проснулся, умылся и ты красавчик',
    'И пусть весь мир подождет',
    'Видили ночь, гуляли всю ночь до утра',
    'Рожденный ползать - летать не может сам, но на самолете вполне себе смог',
    'Снег в апреле? Что за дела?????',
    'Умей радоваться мелочам'
  ];

  window.data = {
    Messages: MESSAGES,
    Names: NAMES,
    Description: DESCRIPTION
  };
})();
